Revit 2027 API
ConnectionInputPoint Constructor
 Construct a default input point.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ConnectionInputPoint()
Public Sub New
public:
ConnectionInputPoint()
new : unit -> ConnectionInputPoint
See Also
Reference
ConnectionInputPoint Class
ConnectionInputPoint Overload
Autodesk.Revit.DB.Structure Namespace